Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk:_samiske_stedsnavn_i_det_flerspraklige_landskapet_i_norge.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Samiske stedsnavn i det flerspråklige landskapet i Norge
sme: Kronihkka: Sámi báikenamat Norgga máŋggagielat duovdagiin

source: Kronikk av sametingsråd Mikkel Eskil Mikkelsen.
sme: Kronihkka sámediggeráđi Mikkel Eskil Mikkelsen (NSR) bokte.

source: Har du noen gang tenkt på hvordan ditt morsmål omfavner deg;
sme: Leatgo goassege smiehttan mo du eatnigiella du birasta;

source: hvor mye språket ditt brukes, ses og høres i samfunnet?
sme: man ollu giella geavahuvvo, oidno ja gullo servvodagas?

source: Har du lagt merke til hvor svakt de samiske språkene står i det språklige landskapet i Norge?
sme: Leatgo goassege fuomášan man heajos sajádat sámegielain lea Norgga gielalaš duovdagiin?

source: Og har du tenkt på hvorfor det er slik?
sme: Ja leatgo smiehttan manin lea nu?

source: Sametingsrådet har invitert Sametingets plenum til å diskutere dette under plenumsuka i mars i år. Dette for å løfte frem viktigheten i arbeidet med å synliggjøre samiske språk i samfunnet, slik at de samiske språkene får den naturlige plassen som de har krav på i samfunnet.
sme: Sámediggeráđđi lea bovden Sámedikki dievasčoahkkima digaštallat dán njukčamánu dievasčoahkkimis lokten dihtii dan dehálaš barggu oainnusmahttit sámegielaid servvodagas, ja addit sámegielaide dan lunddolaš saji servvodagas, masa dain lea riekti.

source: Stedsnavn har stor betydning for alle i samfunnet.
sme: Báikenamain lea stuorra mearkkašupmi buohkaide servvodagas.

source: Stedsnavn har en særs viktig rolle i språket og kommunikasjonen, og de gjør det lettere for oss å koordinere og kommunisere med andre.
sme: Báikenamain lea erenoamáš dehálaš rolla gielas ja gulahallamis, ja daid vehkiin lea sihke álkit dádjadit ja maiddái gulahallat earáiguin.

source: Det er ikke uten grunn at folk har gitt navn til fjord og fjell – det er nettopp for å skille disse fra hverandre, og å gi plassene de særegenhetene de innehar.
sme: Eai olbmot leat duššiid dihtii addán namaid buot vuonaide ja váriide – muhto namalassii earuhan dihtii daid, ja maiddái govvidit báikkiid erenoamášvuođaid.

source: For Sametinget er det viktig at samiske stedsnavn synliggjøres bedre.
sme: Sámediggái lea dehálaš ahte sámi báikenamat oainnusmahttojuvvojit buorebut.

source: Vi vil at flere samiske stedsnavn skal vises både på kart og skilt.
sme: Mii háliidit ahte eanet sámi báikenamat oidnojit kárttain ja galbbain.

source: Sentralt i dette arbeidet er anerkjennelsen av at samiske språk er likestilt med norsk, og har status som urfolksspråk – etter den nye språkloven.
sme: Dán barggu guovddážis lea maiddái dohkkehit dan, ahte sámegielat leat dásseárvosaččat dárogielain, ja ahte dain lea eamiálbmotgiellastáhtus – ođđa giellalága mielde.

source: At Oslo kommune nå jobber med å vedta samiske parallellnavn på kommunen og blir utfordret til å skilte og synliggjøre samiske språk er en viktig milepæl for det samiske språket.
sme: Dat ahte Oslo suohkan dál lea bargamin mearridit suohkana sámegiel buohtalasnamaid, ja hástaluvvo galbet sámegillii ja oainnusmahttit sámegielaid, lea dehálaš olahus sámegielaide.

source: Dette er ikke bare viktig for Oslo kommune, men for hele staten, som må bryte normen om og forståelsen av at Kongeriket Norge er enspråklig.
sme: Dát ii leat dehálaš dušše Oslo suohkanii, muhto olles stáhtii, mii ferte botket norpmaid ja áddejumi das, ahte Norgga gonagasriika lea ovttagielat.

source: Norge som stat har ennå ikke klart å omfavne sin samiskspråklighet for fullt.
sme: Norga stáhtan ii leat vel ollásit nagodan fátmmastit iežas sámegielatvuođa.

source: Selv om vi er i år 2022, møter samiske stedsnavn og samiske skilt fortsatt motstand fra flere hold.
sme: Vaikke leat ollen jahkái 2022, de vásihit ahte máŋggas vuosttildit sámi báikenamaid ja sámegiel galbbaid.

source: Ikke bare er det jeger- og fiskeforeninger som jobber imot de samiske språkene, men dette skjer også på kommunenivå.
sme: Eai leat dušše bivdo- ja guolástansearvvit mat barget sámegielaid vuostá, muhto dat dáhpáhuvvá maiddái suohkandásis.

source: Et eksempel på dette er Narvik kommune som ikke ønsket å ha et samisk parallellnavn, selv om kommunen ligger i et samisk område.
sme: Okta ovdamearka lea go Áhkánjárgga suohkan ii háliidan sámegiel buohtalasnama suohkanii, vaikke suohkan lea sámi guovllus.

source: Kanskje er det snakk om uvitenhet og mangel på bevissthet på det samiske?
sme: Sáhttá leat sáhka diehtemeahttunvuođas ja váilevaš dihtomielalašvuođas sámegielaid hárrái?

source: Eller kanskje ligger noe av bakgrunnen – ikke i selve stedsnavnet – men i hva synliggjøringen av det samiske navnet representerer?
sme: Duogážin ii soaitte oba leatge ieš dat namma – muhto dat maid sámegiel nama oainnusmahttin ovddasta?

source: Dette viser med tydelighet at Kongeriket Norge enda sliter med rester av fornorskningspolitikken, og at det samiske blir forsøkt definert bort fra offentligheten.
sme: Dát čájeha čielgasit ahte Norgga gonagasriikkas leat ain dáruiduhttima bázahusat, ja ahte geahččalit defineret sámegielaid eret almmolašvuođas.

source: Selv om man skulle tru at det i 2022 hadde vært mer bevissthet rundt samiske språk i Norge, men den gang ei.
sme: Vaikke galggašii jáhkkit ahte jagi 2022 livččii eanet diđolašvuohta sámegielaid hárrái Norggas, muhto nu dat ii leat.

source: For ikke så altfor lenge siden når man skulle fylle vann på flyplasser i Norge, sto det skilt med ordet vann oversatt til ørten språk fra øst til vest, men ikke til Norges egne urfolksspråk.
sme: Ii leat vássán nu guhkes áigi das, go olmmoš áiggui deavdit čázi bohttalii Norgga girdišiljuin, de ledje ihtán galbbat main čáhci lei jorgaluvvon vaikke guđe gillii, muhto ii fal Norgga iežas eamiálbmotgielaide.

source: Dette viser at samfunnet ikke er bevisst på samiske språk og språkenes situasjon og status.
sme: Dát čájeha ahte servvodat ii leat dihtomielalaš sámegielaid hárrái, ja gielaid dili ja stáhtusa hárrái.

source: Det viser at det samiske ikke ligger i bakhodet, og det er bestandig noen som må påminne om at vi fortsatt er her, og språkene fortsatt brukes.
sme: Dat čájeha ahte sámegielat eai leat lunddolaččat mielde jurdagiin, ja ahte álo ferte muhtun muittuhit ahte mii ain leat dás, ja min gielat ain geavahuvvojit.

source: Mange steder er likevel det samiske godt synlig, og det gleder mitt språkhjerte.
sme: Máŋgga sajis lea sámegiella liikká bures oidnosis, ja dat movttiidahttá mu giellaváimmu.

source: Vi har fått samiske skilt på Norge – Norga ~ Vuodna ~ Nöörje – ved de fleste grenseovergangene nå, og flere samiske stedsnavn kommer på skilt.
sme: Eanaš rádjerasttildangeainnuin lea dál Norga galbejuvvon sámegillii – Norga ~ Vuodna ~ Nöörje, ja eanet sámegiel báikenamat ilbmet galbbaide.

source: Synliggjøringen av det kulturelle og språklige mangfoldet er viktig, fordi det er selve kjernen på Norge som nasjon, som er grunnlagt på territoriet til to folk – samer og nordmenn.
sme: Kultuvrralaš ja gielalaš girjáivuođa oainnusmahttin lea dehálaš, go dat lea vuođđun olles Norgga našuvdnii, mii lea vuođđuduvvan guovtti álbmoga – sápmelaččaid ja dáččaid – guovlluide.

source: Stedsnavn er som sagt viktig for alle, som både en identitetsmarkør og en anerkjennelse av språket, noe som ofte skaper debatt.
sme: Báikenamat leat dehálaččat buohkaide, sihke olbmuid identitehtii ja giela dohkkeheapmái, ja dat máŋgii bohciidahttá debáhtaid.

source: Når kommunene skal vedta samiske stedsnavn, blir det ofte diskusjoner om navnenes skrivemåte, og om det er det riktige navn som vedtas.
sme: Go suohkanat galget mearridit sámegiel namaid, de šaddet dávjá digaštallamat namaid čállinnorpmain, ja das biddjojit go báikkiide rievttes namat.

source: Dette syns jeg er positivt, fordi det viser for alvor at samiske språk er levende språk, og at stedsnavnene er i bruk hos den lokale
sme: Dát lea mu mielas illudahtti, go dat čájeha ahte sámegielat leat ealli gielat, ja ahte báikenamat leat geavahusas báikkálaš olbmuid gaskkas.

source: befolkningen.
sme: Dat go iešguđetge báikkiin leat sámegiel namat, čájeha maiddái ahte guovlu lea guhká leamaš anus.

source: Det at ulike lokaliteter har samiske navn viser også til at områdene har blitt brukt i lang tid.
sme: Mii fertet muitit dan historjjá maid sámi álbmot ja sámegielat leat gártan vásihit dán maŋimuš 150 jagi áigge, go geavahuvvoje iešguđetlágan strategiijat jávkadit ja čiehkat sámegiel báikenamaid.

source: For vi må huske på den historien som det samiske folket og de samiske språkene har gjennomgått i løpet av de siste 150 årene, når det ble brukt mange ulike og dramatiske strategier for å fjerne og usynliggjøre samiske stedsnavn.
sme: Ráhkaduvvoje eanavuovdinnjuolggadusat ja bagadusat maiguin vuoruhedje dárogiel namaid.

source: Det ble laget jordsalgsreglementer og instrukser for at norske navn skulle prioriteres.
sme: Ovdamearkan dása lea bagadus jagis 18951 mas daddjui «Hvor lappiske navne forekommer, må der lægges vægt på at få også det norske navn eller oversættelsen af det lappiske opgivet på stedet.

source: Et eksempel på dette er en instruks fra 18951 der det står at «Hvor lappiske navne forekommer, må der lægges vægt på at få også det norske navn eller oversættelsen af det lappiske opgivet på stedet.
sme: Det norske navn påskrives som hovednavn med det lappiske navn i parenthes og med skrift uden tryk.

source: Det norske navn påskrives som hovednavn med det lappiske navn i parenthes og med skrift uden tryk.
sme: » Nie dáruiduhtte ja seammás jávkadedje sámi báikenamaid almmolašvuođas, sihke eanaopmodagaid namaid ja báikenamaid kárttain.

source: Slik ble de samiske navnene, både navn på oppmålt eiendom, samt stedsnavn på kart, fornorsket og usynliggjort i det offentlige.
sme: Sámi servvodat lea dál guhká bargan oččodan dihtii sámegielaid oidnosii servvodagas, earret eará sámegiel galbbaid bokte.

source: Selv om vi er i 2022 og verden og samfunnet har utviklet seg til det positive, ser vi fortsatt spor og konsekvenser av disse bestemmelsene.
sme: Dáinna bargguin Sámediggi ja sámi báikenammanevvohat áigot joatkit.

source: Det samiske samfunnet har nå lenge jobbet med å få samiske språk synlig i samfunnet, blant annet ved å få samiske skilt.
sme: 150 jagi dáruiduhttinproseassa maŋŋel leat mii dál dekoloniserenproseassas, mas ulbmilin lea oainnusmahttit sámegielaid servvodaga gielladuovdagiin.

source: Dette er et arbeid som Sametinget og den samiske stedsnavntjenesten vil fortsette med.
sme: Mii oaidnit maiddái ahte ollugat beroštit sakka báikenamain ja gávdnojit máŋggat buorit prošeavttat maiguin mii oažžut oidnosii min báikenamaid.

source: Etter 150 år med fornorskning av samisk språk og samiske stedsnavn, er vi i en dekoloniseringsprosess, der målet er å få samiske språk synlig i det språklige landskapet i samfunnet.
sme: Dán mii áigut joatkit doarjut, ja ávžžuhit eará aktevrraid veahkehit min oainnusmahttit sámi báikenamaid ja sámegiel galbbaid.

source: Vi ser også at mange er brennende opptatt av stedsnavn og det finnes mange gode prosjekter som fremmer våre stedsnavn.
sme: Áltá, Álaheajju, Alta ja Alattio.

source: Dette er noe som vi vil fortsette å støtte, samtidig som vi oppfordrer andre aktører til å hjelpe oss med synliggjøring av samiske stedsnavn og samiske skilt.
sme: Jiellahis leat máŋggat namat, ja buot namain lea seamma árvu.
